Revit 2027 API
AssemblyMemberDifferentGeometry Properties
The AssemblyMemberDifferentGeometry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from AssemblyMemberDifference)
Top
See Also
Reference
AssemblyMemberDifferentGeometry Class
Autodesk.Revit.DB Namespace